const initialTopics = [
  {
    id: 't1',
    name: 'Щоденне життя',
    description:
      'Дії, які ми виконуємо вдома, під час прогулянок та у повсякденні',
  },
  {
    id: 't2',
    name: 'Робота та Бізнес',
    description:
      'Спілкування з колегами, ділове листування, планування та дедлайни',
  },
  {
    id: 't3',
    name: 'Подорожі та Рух',
    description:
      'Орієнтування в нових місцях, транспорт, бронювання та активний подорожній рух',
  },
  {
    id: 't4',
    name: "Здоров'я та Спорт",
    description: 'Самопочуття, тренування, здоровий спосіб життя та хвороби',
  },
  {
    id: 't5',
    name: 'Стосунки та Соціальне життя',
    description: 'Дружба, романтика, конфлікти та спілкування з людьми',
  },
  {
    id: 't6',
    name: 'Навчання та Інтелект',
    description: "Процес освіти, запам'ятовування, розуміння та нові навички",
  },
  {
    id: 't7',
    name: 'Покупки та Фінанси',
    description: 'Витрати, заощадження, магазини та грошові справи',
  },
  {
    id: 't8',
    name: 'Емоції та Настрій',
    description: 'Вираження почуттів, психологічні стани та реакції на події',
  },
];

export default initialTopics;